exports.run = async (client, message) => {
    const frames = [
        `

    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    `,
        `

    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    `,
        `

    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    `,
        `

    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    `,
        `

    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    `,
        `

    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    `,
        `

    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    `,
        `

    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    `,
        `

    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    `,
        `

    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    `,
    `
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    `,
        `

    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    `,
        `

    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    `,
        `

    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    `,
        `

    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    `,
        `

    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    `,
        `

    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    `,
        `

    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    `,
        `

    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    🔴🔴🔴◻️◻️◻️🔵🔵🔵
    `,	
    `
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴
    🔵🔵🔵◻️◻️◻️🔴🔴🔴`,
    
        `police here run!!`

    ];
    const msg = await message.channel.send('Calling policia');
    for (const frame of frames) {
        setTimeout(() => {}, 3000);
        await msg.edit(frame);
    }
    return message;
}
exports.conf = {
    enabled: true,
    guildOnly: false,
    aliases: [],
    permLevel: 0
  };